Repository: openstack/designate
Catalog: designate/locale/*/LC_MESSAGES/designate-log-info.po
Languages: fr

source: Opening TCP Listening Socket on %(host)s:%(port)d
fr: Ouverture TCP Listening Socket sur %(host)s:%(port)d

source: Opening UDP Listening Socket on %(host)s:%(port)d
fr: Ouverture UDP Listening Socket sur %(host)s:%(port)d

source: Using policy_file found at: %s
fr: Utiliser le policy_file trouvé à : %s

source: _handle_tcp thread started
fr: démarrage du thread _handle_tcp

source: _handle_udp thread started
fr: démarrage du thread _handle_udp

source: Getting auth pipeline: %s
fr: Obtenir une pipeline d'auth : %s

source: Starting designate keystonecontext middleware
fr: Démarrage de Middleware Keystonecontext de Designate

source: Starting designate noauthcontext middleware
fr: Démarrage de Middleware Noauthcontext de Designate

source: Starting designate maintenance middleware
fr: Démarrage de Middleware Maintenance de Designate

source: Starting designate faultwrapper middleware
fr: Démarrage de Middleware Faultwrapper de Designate

source: Using api-paste-config found at: %s
fr: Utilisation de api-paste-config que l'on trouve à : %s

source: Create Domain %r
fr: Créer domaine %r

source: Delete Domain %r
fr: Suppression du domaine %r

source: get_absolute_limits: Calling central's get_absolute_limits.
fr: get_absolute_limits: appel de get_absolute_limits du central.

source: get_quotas: Calling central's get_quotas.
fr: get_quotas: appel de get_quotas du central.

source: get_quota: Calling central's get_quota.
fr: get_quota: appel de get_quota du central.

source: set_quota: Calling central's set_quota.
fr: set_quota: appel de set_quota du central.

source: reset_quotas: Calling central's reset_quotas.
fr: reset_quotas: appel de reset_quotas du central.

source: create_tsigkey: Calling central's create_tsigkey.
fr: create_tsigkey: appel de create_tsigkey du central.

source: find_tsigkeys: Calling central's find_tsigkeys.
fr: find_tsigkeys: appel de find_tsigkeys du central.

source: get_tsigkey: Calling central's get_tsigkey.
fr: get_tsigkey: appel de get_tsigkey du central.

source: update_tsigkey: Calling central's update_tsigkey.
fr: update_tsigkey: appel de update_tsigkey du central.

source: delete_tsigkey: Calling central's delete_tsigkey.
fr: delete_tsigkey: appel de delete_tsigkey du central.

source: find_tenants: Calling central's find_tenants.
fr: find_tenants: appel de find_tenants du central.

source: get_tenant: Calling central's get_tenant.
fr: get_tenant: appel de get_tenant du central.

source: count_tenants: Calling central's count_tenants.
fr: count_tenants: appel de count_tenants du central.

source: create_domain: Calling central's create_domain.
fr: create_domain: appel de create_domain du central.

source: get_domain: Calling central's get_domain.
fr: get_domain: appel de get_domain du central.

source: get_domain_servers: Calling central's get_domain_servers.
fr: get_domain_servers: appel de get_domain_servers du central.

source: find_domains: Calling central's find_domains.
fr: find_domains: appel de find_domains du central.

source: find_domain: Calling central's find_domain.
fr: find_domain: appel de find_domain du central.

source: update_domain: Calling central's update_domain.
fr: update_domain: appel de update_domain du cnetral.

source: delete_domain: Calling central's delete_domain.
fr: delete_domain: appel de delete_domain du central.

source: count_domains: Calling central's count_domains.
fr: count_domains: appel de count_domains du central.

source: touch_domain: Calling central's touch_domain.
fr: touch_domain: appel de touch_domain du central.

source: create_tld: Calling central's create_tld.
fr: create_tld: appel de create_tld du central.

source: find_tlds: Calling central's find_tlds.
fr: find_tlds: appel de find_tlds du central.

source: get_tld: Calling central's get_tld.
fr: get_tld: appel de get_tld du central.

source: update_tld: Calling central's update_tld.
fr: update_tld: appel de update_tld du central.

source: delete_tld: Calling central's delete_tld.
fr: delete_tld: appel de delete_tld du central.

source: create_recordset: Calling central's create_recordset.
fr: create_recordset: appel de create_recordset du central.

source: get_recordset: Calling central's get_recordset.
fr: get_recordset: appel de get_recordset du central.

source: find_recordsets: Calling central's find_recordsets.
fr: find_recordsets: appel de find_recordsets du central.

source: find_recordset: Calling central's find_recordset.
fr: find_recordset: appel de find_recordset du central

source: update_recordset: Calling central's update_recordset.
fr: update_recordset: appel de update_recordset du central.

source: delete_recordset: Calling central's delete_recordset.
fr: delete_recordset: appel de delete_recordset du central.

source: count_recordsets: Calling central's count_recordsets.
fr: count_recordsets: appel de count_recordsets du central.

source: create_record: Calling central's create_record.
fr: create_record: appel de create_record du central.

source: get_record: Calling central's get_record.
fr: get_record: appel de get_record du central.

source: find_records: Calling central's find_records.
fr: find_records: appel de find_records du central.

source: find_record: Calling central's find_record.
fr: find_record: appel de find_record du central

source: update_record: Calling central's update_record.
fr: update_record: appel de update_record du central.

source: delete_record: Calling central's delete_record.
fr: delete_record: appel de delete_record du central.

source: count_records: Calling central's count_records.
fr: count_records: appel de count_records du central.

source: count_report: Calling central's count_report.
fr: count_report: appel de count_report du central.

source: sync_domains: Calling central's sync_domains.
fr: sync_domains: appel de sync_domains du central.

source: sync_domain: Calling central's sync_domains.
fr: sync_domain: appel de sync_domains du central.

source: sync_record: Calling central's sync_record.
fr: sync_record: appel de sync_record du central.

source: list_floatingips: Calling central's list_floatingips.
fr: list_floatingips: appel de list_floatingips du central.

source: get_floatingip: Calling central's get_floatingip.
fr: get_floatingip: appel de get_floatingip du central.

source: update_floatingip: Calling central's update_floatingip.
fr: update_floatingip: appel de update_floatingip du central.

source: create_blacklist: Calling central's create_blacklist
fr: create_blacklist: appel de create_blacklist du central

source: get_blacklist: Calling central's get_blacklist.
fr: get_blacklist: appel de get_blacklist du central.

source: find_blacklists: Calling central's find_blacklists.
fr: find_blacklists: appel de find_blacklists du central.

source: find_blacklist: Calling central's find_blacklist.
fr: find_blacklist: appel de find_blacklist du central.

source: update_blacklist: Calling central's update_blacklist.
fr: update_blacklist: appel de update_blacklist du central.

source: delete_blacklist: Calling central's delete blacklist.
fr: delete_blacklist: appel de delete_blacklist du central

source: Checking for TLDs
fr: Vérification des TLD

source: NOT checking for TLDs
fr: AUCUNE vérification des TLD

source: Creating zone for %(fip_id)s:%(region)s - %(fip_addr)s zone %(zonename)s
fr: Créer une zone pour %(fip_id)s:%(region)s - %(fip_addr)s zone %(zonename)s

source: Importing TLDs from %s
fr: Importation des TLD de %s

source: Number of tlds added: %d
fr: Nombre des tlds ajoutés : %d

source: Eventlet backdoor listening on %(port)s for process %(pid)d
fr: La porte dérobée d'Eventlet écoute sur %(port)s pour le processus %(pid)d

source: Caught %s, exiting
fr: %s interceptée, sortie

source: Parent process has died unexpectedly, exiting
fr: Le processus parent s'est soudainement achevé sans raison, sortie

source: Child caught %s, exiting
fr: Dépendance interceptée %s, sortie

source: Forking too fast, sleeping
fr: Bifurcation trop rapide, en veille

source: Started child %d
fr: Démarrage du dépendant %d

source: Starting %d workers
fr: Démarrage des workers %d

source: Child %(pid)d killed by signal %(sig)d
fr: %(pid)d du dépendant annihilés par le signal %(sig)d

source: Child %(pid)s exited with status %(code)d
fr: %(pid)s du dépendant sortis avec le statut %(code)d

source: Caught %s, stopping children
fr: %s intercepté, arrêtant les dépendants

source: Waiting on %d children to exit
fr: En attente de sortie des dépendants %d
